speech/speech_notes.org
* Introduction
- rather late I realized that Sjak cannot do the Christmas speech this year
- hence as any of our students would do, I used chatgpt
- but we cannot have many bullet points
- hence I used Dall-E
- for those of you who do not know how that works, I will illustrate this
- and the presentation is interactive: from which song is the opening line?

* picture yourself in a boat on a river
- different interpretation of "classic" between Sjak and me

* I read the news today oh boy
- looking back in the Christmas speech
- R&R
- celebrated great publications at lunch seminars
- taught our students
- but it is hard to look back past the summer when our new government started
- budget cuts
- starter grants
- very disappointing for our junior staff
- they were promised startergrants and now these disappeared
- we are trying to find a solution for this

* with a little help from our friends
- organizing lots of events during the year (conferences, seminars) helping us with the admin of teaching and thesis defenses
- Corina, Ella, Mirjam and Renee
- Ron helps us with the financial side of things
- we are very grateful for their help during this year and organizing the HalfDay
- also thank Ben for organizing another HalfDay
- Renee will reduce her working time in the new year, but she is not leaving us...


* They hate you if you're clever and they despise a fool
- it is not easy being HoD
- therefore we are grateful that Sigrid will take over as HoD
- We did what the US has not managed to do
- first female HoD for Economics department starting in January
- looking forward to work with Sigrid
- but it does mean saying farewell to Sjak as HoD


* Sjak: air bach
- my wife is seldom impressed by meeting colleagues and fellow economists
- sure Economics is hard work and you have to put in the hours
- but hardly emotionally exhausting or draining creativity
- this was different when she met Sjak
- both an economist and done conservatory; conservatorium in Dutch
- my wife shares this weird taste of music with Sjak
- and odd sense of classics when it comes to music
- who is the composer? Surname starts with a B (Gary Booker, Mathew Fisher; lyrics: Keith Reid)

- I tried to explain Sjak to Dall-E
  - economics professor who plays harpsichord

- Sjak has been HoD for almost 6 years
- took over from Reyer
- guided us --together with Daan-- through corona
- and we all remember and will miss Sjak's speeches
- like the one this summer explaining that the Garden of Eeden was in Goirle
- based on research published in a top-core theology journal
- so it must be true

- then Dall-E pictured me as follows
- picture of Sjak and Jan side by side
- Sjak is great to work with:
  - we are wonderfully complementary
  - very careful, listening to everyone, step-by-step and then decide
  - different from a cyclist trying to get as quickly from A to B
  - instead Sjak prioritizes harmony above speed

  
Each Christmas speech also looks into future:

* A face at first just ghostly turns a ...
- whiter shade of pale
- this is us in our boat on a stormy river
- next year will be rough but we are not going to drown
- I am very optimistic to sail forward with you as colleagues
- and build our *international* future together in this wonderful department 

* Classic
- passage uit Suite No. 3 in D-majeur, ook wel bekend als Air



