speech/speech_notes.tex
% Created 2024-12-02 ma 11:06
% Intended LaTeX compiler: pdflatex
\documentclass[a4paper,12pt]{article}
                \usepackage[mathletters]{ucs}
                \usepackage[utf8x]{inputenc}
                \usepackage{sectsty}
                \sectionfont{\normalfont\scshape}
                \subsectionfont{\normalfont\itshape}
                \usepackage[round,authoryear]{natbib}
                \usepackage{amsmath}
                \newtheorem{theorem}{Theorem}
                \newtheorem{assumption}{Assumption}
                \newtheorem{acknowledgement}{Acknowledgement}
                \newtheorem{algorithm}{Algorithm}
                \newtheorem{axiom}{Axiom}
                \newtheorem{case}{Case}
                \newtheorem{claim}{Claim}
                \newtheorem{conclusion}{Conclusion}
                \newtheorem{condition}{Condition}
                \newtheorem{conjecture}{Conjecture}
                \newtheorem{corollary}{Corollary}
                \newtheorem{criterion}{Criterion}
                \newtheorem{definition}{Definition}
                \newtheorem{example}{Example}
                \newtheorem{exercise}{Exercise}
                \newtheorem{lemma}{Lemma}
                \newtheorem{notation}{Notation}
                \newtheorem{observation}{Observation}
                \newtheorem{problem}{Problem}
                \newtheorem{proposition}{Proposition}
                \newtheorem{remark}{Remark}
                \newtheorem{result}{Result}
                \newtheorem{summary}{Summary}
                \newtheorem{Hypothesis}{Hypothesis}
                \newcommand{\qed}{\hspace*{\fill} {\em Q.E.D.}}
                \usepackage{pdftexcmds}
                \usepackage{textcomp}
                \usepackage{hyperref}
                \usepackage{graphicx}
                \usepackage{mathtools}
                \mathtoolsset{showonlyrefs=true}
                \linespread{1.3}
                \usepackage[right=3cm, left=3cm,top=3cm,bottom=3cm]{geometry}
               \usepackage{minted}
\author{Jan Boone}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Jan Boone},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.1 (Org mode 9.7-pre)}, 
 pdflang={English}}
\begin{document}

\section*{Introduction}
\label{sec:org7fa408f}
\begin{itemize}
\item rather late I realized that Sjak cannot do the Christmas speech this year
\item hence as any of our students would do, I used chatgpt
\item but we cannot have many bullet points
\item I finished my BKO
\item hence I used Dall-E
\item for those of you who do not know how that works, I will illustrate this
\item and the presentation is interactive: from which song is the opening line?
\end{itemize}
\section*{picture yourself in a boat on a river}
\label{sec:org96e6d40}
\begin{itemize}
\item different interpretation of "classic" between Sjak and me
\end{itemize}
\section*{I read the news today oh boy}
\label{sec:org0d6d85f}
\begin{itemize}
\item looking back in the Christmas speech
\item ghost of Christmas past
\item we had a wonderful and busy year
\item R\&R
\item celebrated great publications at lunch seminars
\item taught our students
\item but it is hard to look back past the summer when our new government started
\item budget cuts
\item starter grants
\item very disappointing for our junior staff
\item they were promised startergrants and now these disappeared
\item general budget cuts
\end{itemize}
\section*{with a little help from our friends}
\label{sec:orge0b907f}
\begin{itemize}
\item organizing lots of events during the year (conferences, seminars) helping us with the admin of teaching and thesis defenses
\item Corina, Ella, Mirjam and Renee
\item Ron helps us with the financial side of things
\item we are very grateful for their help during this year and organizing the HalfDay
\item also thank Ben for organizing another HalfDay
\item Renee will reduce her working time in the new year, but she is not leaving us\ldots{}
\end{itemize}
\section*{They hate you if you're clever and they despise a fool}
\label{sec:org76c0f2a}
\begin{itemize}
\item it is not easy being HoD
\item therefore we are grateful that Sigrid will take over as HoD
\item We did what the US has not managed to do
\item first female HoD for Economics department starting in January
\item looking forward to work with Sigrid
\item but it does mean saying farewell to Sjak as HoD
\end{itemize}
\section*{Sjak: air bach}
\label{sec:org3f816ce}
\begin{itemize}
\item my wife is seldom impressed by meeting colleagues and fellow economists
\item sure Economics is hard work and you have to put in the hours
\item but hardly emotionally exhausting or draining creativity
\item this was different when she met Sjak
\item both an economist and done conservatory; conservatorium in Dutch
\item my wife shares this weird taste of music with Sjak
\item and odd sense of classics when it comes to music
\item who is the composer? Surname starts with a B (Gary Booker, Mathew Fisher; lyrics: Keith Reid)

\item I tried to explain Sjak to Dall-E
\begin{itemize}
\item economics HoD who plays harpsichord
\end{itemize}

\item Sjak has been HoD for almost 6 years
\item took over from Reyer
\item guided us --together with Daan-- through corona
\item and we all remember and will miss Sjak's speeches
\item like the one this summer explaining that the Garden of Eeden was in Goirle
\item based on research published in a top-core theology journal
\item so it must be true

\item then Dall-E pictured me as follows
\item picture of Sjak and Jan side by side
\item Sjak is great to work with:
\begin{itemize}
\item we are wonderfully complementary
\item very careful, listening to everyone, step-by-step and then decide
\item different from a cyclist trying to get as quickly from A to B
\item instead Sjak prioritizes harmony above speed
\end{itemize}
\end{itemize}


Each Christmas speech also looks into future:
\begin{itemize}
\item Ghost of Christmas yet to come
\end{itemize}
\section*{A face at first just ghostly turns a \ldots{}}
\label{sec:org84baa17}
\begin{itemize}
\item whiter shade of pale
\item this is us in our boat on a stormy river
\item next year will be rough but we are not going to drown
\item I am very optimistic to sail forward with you as colleagues
\item and build our \textbf{international} future together in this wonderful department
\end{itemize}
\section*{Classic}
\label{sec:org7889655}
\begin{itemize}
\item passage uit Suite No. 3 in D-majeur, ook wel bekend als Air
\item present for Sjak
\end{itemize}
\end{document}
